'''
Author: 七画一只妖
Date: 2022-07-26 11:39:19
LastEditors: 七画一只妖
LastEditTime: 2022-08-04 10:05:39
Description: file content
'''
SIGN_TEXT = {
    "verse": {
        "S": [
            "菩提本无树，明镜亦非台",
            "霜风未曾适，波岸千鸟鸣",
            "本来无一物，何处染尘埃",
            "钟鼓馔玉不足贵，但愿长醉不复醒",
            "闲适如春樱，清净如秋水",
            "时光如轮转，时运今再来"
        ],
        "L": [
            "两情若是久长时，又岂在朝朝暮暮",
            "缠绵思尽抽残茧，宛转心伤剥后蕉",
            "才下眉头，却上心头",
            "得之我幸，不得我命",
            "其为害，又守序",
            "远观望，恰相逢，永难忘",
            "始于颜值，陷于才华，忠于人品，迷于声音，醉于深情",
            "满山枫似锦，祭神灵，运可转之",
            "人间冥界均无事，难得一日可清闲",
            "山中红叶犹可见，前程美景在暗中",
            "人间渺渺栖百鬼，天地四处皆为家",
            "邪灵恶鬼，终得严惩，不必担忧",
            "是非难辨，凡事宜忍"
        ],
        "F": [
            "坏此世之安，陨为彼世之悲",
            "徒留百年伤，独醉天上月",
            "奢望起，贪婪生，穷奢侈",
            "傲骨中通叹风雨，岂肯昏睡在人间",
            "日照影莲，莲瘦宿春风",
            "秋至皆空落，凌波独吐红",
            "托根方得所，未肯即从风"
            "世人皆俱魑魅物，鬼妖之中亦有情",
            "鬼无心，神有眼，五行有道",
            "天上悬明月，清辉照万方，浮云随暂避，终不灭清光",
            "身愿随心，对明月，有圆缺",
            "春樱虽随风飘散，仍有余香风转廊",
            "人间黄泉路，切记有归途",
            "八重樱花繁且枝盛，君须记累瓣必偿情"
        ],
        "M": [
            "若有来生，那便来生",
            "若一去不回，便一去不回",
            "忘了前尘事，泯了爱恨仇，舒了川字眉",
            "独泣幽冥，花艳人不还",
            "彼岸花，忘情之花，花落忘川情彼岸",
            "彼岸花，恶魔之花，情早已殇不愿念",
            "彼岸花，水月镜花，镜中之花影漫漫",
            "彼岸花，紫陌之花，滚滚红尘点不沾",
            "彼岸花，漠尘之花，心与愿违梦之残",
            "彼岸花，轮回之花，生生不息花芊澜",
            "彼岸花，梦殇之花，天心无限花笑颜",
            "莫叹人间魂黯淡，何知生死相怜远",
            "尘世忍离谁再念，黄泉一路凝泪眼",
            "默念口中咒，所言非所思",
            "吾身如浮萍，不敢言再会，幸得天眷顾，得挚友两三",
            "应慎言，应慎行",
            "天命如露滴，如幻更似虚，相逢若相知，逝去也足矣",
            "胸中虽怀难言处，幸得有人问苦衷",
            "沉浮尘世间，不必徒自添烦恼",
            "诸事虽无常，自有潇洒意",
            "鬼恶犹可治 人恶却难改"
        ],
        "R": [
            "他们惬意地笑了，笑的那么灿烂",
            "快乐敲击你的心房，轻松揉搓你的脊背",
            "那么轻曼，那么飘逸",
            "春宵一刻值千金，花有清香月有阴",
            "马行软地易失蹄，人贪闲适易失志",
            "风止，鸟息，夜暮",
            "所有的坎坷，都化作云烟",
            "闪耀人性地光辉，彰显人生大智慧",
            "学而不思则惘，思而不学则殆",
            "踏一路金花风雨，摇一路声声驼铃，采一路兰芷芳菲",
            "智慧作舟，泛舟于上",
            "谨记鬼魅多生自人心",
            "是非难辨，凡事宜忍",
            "人间有人泣，鬼界有鬼哭",
            "是生灭法，多加小心",
            "莫与独鬼相语，所经之途必遭祸",
            "莫仿飞蛾事，徒然扑夜灯，阴阳自有道，相顺不相违",
            "鬼火之处，身似孤魂，前路何往，知者无人"
        ]
    }
}