'''
Author: 七画一只妖
Date: 2022-07-26 11:39:19
LastEditors: 七画一只妖 1157529280@qq.com
LastEditTime: 2022-10-30 22:52:33
Description: file content
'''
SIGN_TEXT = {
    "verse": {
        # 好事发生
        "S": [
            "菩提本无树，明镜亦非台",
            "霜风未曾适，波岸千鸟鸣",
            "本来无一物，何处染尘埃",
            "钟鼓馔玉不足贵，但愿长醉不复醒",
            "闲适如春樱，清净如秋水",
            "时光如轮转，时运今再来",
            "他们不寄希望于我身，那我就做自己的太阳",
            "踏破铁鞋无觅处，得来全不费功夫",
            "识时务者为俊杰，昧先机者非明哲",
            "智者贵于时乘，时不可失",
            "几个明年，几番好运，只是瞒人",
            "喜鹊声唶唶，俗云报喜鸣",
            "想得心知近寒食，潜听喜鹊望归来",
            "诸公方衮衮，好运幄中筹"
        ],
        # 桃花运
        "L": [
            "才下眉头，却上心头",
            "得之我幸，不得我命",
            "远观望，恰相逢，永难忘",
            "始于颜值，陷于才华，忠于人品，迷于声音，醉于深情",
            "春赏花，夏纳凉，秋登山，冬扫雪，过四季",
            "一处花开，一抹闻香",
            "最动人的沁人心脾，花下，人醉",
            "最灿烂的花开，最美丽的意外",
            "山有木兮木有枝，心悦君惜君不知",
            "雨是风的痕迹，风是雨的信息，彩虹则是风雨后的美丽",
            "微澜湖面倒影青峦，一生眷恋一世千帆",
            "待桃花开满枝头，待星辰布满天空",
            "如鲸向海，如鸟投林，不可避免，退无可退",
            "心若有良人，眼中皆路人",
            "看桃花，百娇媚，添怀柔，乃娇年",
            "正如那桃花流水，好奇地留连着沿途的风光",
            "春风懒散的走过，桃花在一旁笑红了脸颊",
            "桃花人面，沧海桑田"
        ],
        # 厄运
        "F": [
            "到头来，都是一场笑话",
            "我还在原地等待，一直一直",
            "就送你到这里了，祝你，前程似锦",
            "总有人说你变了，却没人问你经历了什么",
            "明知没结果，却还想继续",
            "没人能让我输，除非我本就不想赢",
            "烂牌摸多了，才不在乎什么输赢",
            "独特的乌鸦不屑圈养的白鸽",
            "这次我站在雾里，连自己都看不清",
            "我就像个局外人，看着自己的故事笑着摇头",
            "那些看似没有听懂的回应，大概就是委婉不过的拒绝",
            "相互祝福，一别两宽",
            "苦已经受了，如果没有得到成长，那就太亏了",
            "就像指缝间的阳光，温暖，美好，却永远无法抓住",
            "最初不相识，最终不相认，如诗亦如是",
            "假若注定是过客，起初又何必招惹"
        ],
        # 后悔莫及
        "M": [
            "从来不曾想起，却永远也不会忘记",
            "人生无常，生命脆弱，意外和明天只是一个夜晚抉择",
            "忘了前尘事，泯了爱恨仇",
            "莫叹人间魂黯淡，何知生死相怜远",
            "尘世忍离谁再念，黄泉一路凝泪眼",
            "默念口中咒，所言非所思",
            "吾身如浮萍，不敢言再会",
            "应慎言，应慎行",
            "天命如露滴，如幻更似虚",
            "胸中虽怀难言处，幸得有人问苦衷",
            "沉浮尘世间，不必徒自添烦恼",
            "诸事虽无常，自有潇洒意",
            "忽见陌头杨柳色，悔教夫婿觅封侯",
            "错过最后一班车，只能到明天，而"
        ],
        # 珍惜当下
        "R": [
            "一餐一饭皆生活，平平淡淡的浪漫",
            "他们惬意地笑了，笑的那么灿烂",
            "快乐敲击你的心房，轻松揉搓你的脊背",
            "虽然我们终会分离，但我们为何不珍惜当下",
            "春宵一刻值千金，花有清香月有阴",
            "未来太远，过去太迟",
            "风止，鸟息，夜暮",
            "所有的坎坷，都化作云烟",
            "闪耀人性地光辉，彰显人生大智慧",
            "世间万物，芸芸众生，不同来处，各自去处",
            "踏一路金花风雨，摇一路声声驼铃，采一路兰芷芳菲",
            "智慧作舟，泛舟于上",
            "谨记鬼魅多生自人心",
            "是非难辨，凡事宜忍",
            "人间有人泣，鬼界有鬼哭",
            "是生灭法，多加小心",
            "莫与独鬼相语，所经之途必遭祸",
            "莫仿飞蛾事，徒然扑夜灯，阴阳自有道，相顺不相违",
            "鬼火之处，身似孤魂，前路何往，知者无人",
            "人间烟火气，最抚凡人心",
            "人生之真境，细参眼，耳，鼻，舌，身，意"
        ]
    }
}